Tekla.Structures.Internal.dotPluginDefinition_t


Tekla.Structures.Internal.dotPluginDefinition_t.Name


Tekla.Structures.Internal.dotPluginDefinition_t.UIDescription


Tekla.Structures.Internal.dotPluginDefinition_t.AssemblyName


Tekla.Structures.Internal.dotPluginDefinition_t.DependencyType


Tekla.Structures.Internal.dotPluginDefinition_t.IsCustomPart


Tekla.Structures.Internal.dotPluginDefinition_t.CustomPartInputType


Tekla.Structures.Internal.dotPluginDefinition_t.CoordinateSystemType


Tekla.Structures.Internal.dotPluginDefinition_t.CustomPartPositioningType


Tekla.Structures.Internal.dotPluginDefinition_t.SymbolVisibilityType
